Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/AppShortcuts.xcstrings
Source language: ro
Languages: en

# Quick action in ${applicationName}
source: Acțiune rapidă în ${applicationName}
en: Quick action in ${applicationName}

# Run my ${applicationName} action
source: Rulează acțiunea mea ${applicationName}
en: Run my ${applicationName} action

# Create task in ${applicationName}
source: Creează sarcină în ${applicationName}
en: Create task in ${applicationName}

# New task in ${applicationName}
source: Sarcină nouă în ${applicationName}
en: New task in ${applicationName}

# Add task in ${applicationName}
source: Adaugă sarcină în ${applicationName}
en: Add task in ${applicationName}

# Water plant in ${applicationName}
source: Udă planta în ${applicationName}
en: Water plant in ${applicationName}

# Mark plant as watered in ${applicationName}
source: Marchează planta ca udată în ${applicationName}
en: Mark plant as watered in ${applicationName}

# Complete task in ${applicationName}
source: Finalizează sarcina în ${applicationName}
en: Complete task in ${applicationName}

# Mark task done in ${applicationName}
source: Marchează sarcina ca finalizată în ${applicationName}
en: Mark task done in ${applicationName}

# Check off item in ${applicationName}
source: Bifează articolul în ${applicationName}
en: Check off item in ${applicationName}

# Mark item as bought in ${applicationName}
source: Marchează articolul cumpărat în ${applicationName}
en: Mark item as bought in ${applicationName}

# Open plants in ${applicationName}
source: Deschide plantele în ${applicationName}
en: Open plants in ${applicationName}

# Show plants in ${applicationName}
source: Arată plantele în ${applicationName}
en: Show plants in ${applicationName}

# Open shopping list in ${applicationName}
source: Deschide lista de cumpărături în ${applicationName}
en: Open shopping list in ${applicationName}

# Shopping list in ${applicationName}
source: Lista de cumpărături în ${applicationName}
en: Shopping list in ${applicationName}

# Open chat in ${applicationName}
source: Deschide chatul în ${applicationName}
en: Open chat in ${applicationName}

# Chat in ${applicationName}
source: Chat în ${applicationName}
en: Chat in ${applicationName}

# Open ${applicationName}
source: Deschide ${applicationName}
en: Open ${applicationName}

# Open ${applicationName} home
source: Deschide acasă în ${applicationName}
en: Open ${applicationName} home

# Show ${applicationName} dashboard
source: Arată panoul ${applicationName}
en: Show ${applicationName} dashboard

# Ask ARIA in ${applicationName}
source: Întreabă ARIA în ${applicationName}
en: Ask ARIA in ${applicationName}

# Open AI assistant in ${applicationName}
source: Deschide asistentul AI în ${applicationName}
en: Open AI assistant in ${applicationName}

# Talk to ${applicationName}
source: Vorbește cu ${applicationName}
en: Talk to ${applicationName}
